Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/koltansaamen_kielen_aakkosvideo_valmistui.html.tmx
Source language: fin
Languages: smn

source: Koltansaamen kielen aakkosvideo valmistui
smn: Nuorttâlâškielâ puustavvideo lii vaalmâš

source: Koltansaamen kielen aakkosten tuntemiseen opastava video on valmistunut.
smn: Video nuorttâlâškielâ pustavij tubdâmist lii vaalmâš.

source: Videolla esiintyvät Tiina ja Elli-Dåʹmnn, he etsivät ja löytävät koltansaamen aakkosia.
smn: Videost Tiina já Elli-Dåʹmnn uuccâv já kavnâv nuorttâlâškielâ pustavijd.

source: Jokaisesta aakkosesta annetaan esimerkkisana.
smn: Jyehi pustavist suoi adelává ovdâmerkkâsääni.

source: Videon on tuottanut Saamelaiskäräjien koulutus- ja oppimateriaalitoimisto ja se on vapaasti kaikkien katsottavissa.
smn: Video lii pyevtittâm Sämitige škovlim- já oppâmaterialtoimâttâh já video lii mávsuttáá keččâmnáál.

source: Videolla ovat mukana Tiina Sanila-Aikio ja Elli-Dåʹmnn Aikio.
smn: Videost lává fáárust Tiina Sanila-Aikio ja Elli-Dåʹmnn Aikio.

source: Videon käsikirjoituksen ovat tehneet Tiina Sanila-Aikio ja Anna-Katariina Feodoroff.
smn: Video kietâčalluu lává čáállám Tiina Sanila-Aikio ja Anna-Katariina Feodoroff.

source: Videon on kuvannut ja editoinut Eeva Mäkinen.
smn: Video lii kuvvim já editistám Eeva Mäkinen.

source: Linkki kirjainvideoon: https://www.youtube.com/watch?v=-et0AMEGQ8Y
smn: https://www.youtube.com/watch?v=-et0AMEGQ8Y

source: Lisätietoja
smn: Lasetiäđuh

source: Koulutus- ja oppimateriaalitoimisto
smn: Škovlim- já oppâmateriaaltoimâttâh
